tap "filippo.io/age", "https://filippo.io/age"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
brew "age"
brew "python@3.9"
brew "ansible"
brew "aria2"
brew "bat"
brew "coreutils"
brew "ctags"
brew "duti"
brew "editorconfig"
brew "exa"
brew "exiftool"
brew "fasd"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg@2.2"
brew "gopass"
brew "hugo"
brew "imagemagick"
brew "imageoptim-cli"
brew "jq"
brew "mas"
brew "mosh"
brew "node"
brew "p7zip"
brew "pandoc"
brew "pidof"
brew "pinentry-mac"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "scw"
brew "smartmontools"
brew "tag"
brew "tarsnap"
brew "tmux"
brew "trash"
brew "watchexec"
cask "a-better-finder-rename"
cask "android-file-transfer"
cask "android-platform-tools"
cask "anki"
cask "app-cleaner"
cask "app-tamer"
cask "audio-hijack"
cask "baidunetdisk"
cask "calibre"
cask "carbon-copy-cloner"
cask "deckset"
cask "dropbox"
cask "fission"
cask "garmin-express"
cask "google-chrome"
cask "handbrake"
cask "iina"
cask "imageoptim"
cask "keyboard-maestro"
cask "macvim"
cask "mathpix-snipping-tool"
cask "mendeley"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "multipass"
cask "obs"
cask "obsidian"
cask "omnigraffle"
cask "omniplan"
cask "oracle-jdk"
cask "paragon-ntfs"
cask "paw"
cask "pdf-expert"
cask "snagit"
cask "sony-xperia-companion"
cask "tableflip"
cask "telegram"
cask "uhk-agent"
cask "upic"
cask "vb-cable"
cask "visual-studio-code"
cask "wacom-tablet"
cask "wechat"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Cardflow", id: 1439830689
mas "Contacts Sync for Google Gmail", id: 451691288
mas "Day One", id: 1055511498
mas "Eagle for Safari", id: 1526651672
mas "Final Cut Pro", id: 424389933
mas "GoodNotes", id: 1444383602
mas "HazeOver", id: 430798174
mas "iA Writer", id: 775737590
mas "Kindle", id: 405399194
mas "LiquidText", id: 922765270
mas "Mischief", id: 928430260
mas "Motion", id: 434290957
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pixelmator Pro", id: 1289583905
mas "QQ音乐", id: 595615424
mas "Save to Pocket", id: 1477385213
mas "ScanScan", id: 1249901692
mas "Taskheat", id: 1431995750
mas "Vimeo", id: 1356686763
mas "Yoink", id: 457622435
