tap "filippo.io/age", "https://filippo.io/age"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "age"
brew "aria2"
brew "awscli"
brew "bat"
brew "btop"
brew "coreutils"
brew "croc"
brew "ctags"
brew "curlie"
brew "docker"
brew "dust"
brew "duti"
brew "editorconfig"
brew "exa"
brew "exiftool"
brew "fd"
brew "frpc"
brew "fzf"
brew "gh"
brew "git"
brew "git-flow-avh"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gopass"
brew "grep"
brew "hugo"
brew "imageoptim-cli"
brew "jq"
brew "lazygit"
brew "librsvg"
brew "mas"
brew "mdbook"
brew "mise"
brew "mosh"
brew "neovim"
brew "node"
brew "oath-toolkit"
brew "p7zip"
brew "pandoc"
brew "pandoc-crossref"
brew "pidof"
brew "pinentry-mac"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "rust-analyzer"
brew "shfmt"
brew "smartmontools"
brew "socat"
brew "starship"
brew "subversion"
brew "tag"
brew "tailscale"
brew "tarsnap"
brew "task-spooler"
brew "telnet"
brew "tmux"
brew "trash"
brew "unar"
brew "watchexec"
brew "wget"
brew "youtube-dl"
brew "zoxide"
cask "a-better-finder-rename"
cask "aegisub"
cask "anki"
cask "app-cleaner"
cask "app-tamer"
cask "audacity"
cask "audio-hijack"
cask "basictex"
cask "calibre"
cask "carbon-copy-cloner"
cask "cardhop"
cask "cleanshot"
cask "deckset"
cask "dropbox"
cask "eudic"
cask "fantastical"
cask "fission"
cask "font-atkinson-hyperlegible"
cask "font-cascadia-code"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-lato"
cask "font-lxgw-bright-gb"
cask "font-lxgw-wenkai"
cask "font-noto-sans-cjk-sc"
cask "font-noto-serif-cjk-sc"
cask "font-roboto-slab"
cask "font-symbols-only-nerd-font"
cask "garmin-express"
cask "handbrake"
cask "hookmark"
cask "iina"
cask "imageoptim"
cask "keyboard-maestro"
cask "macvim"
cask "mathpix-snipping-tool"
cask "medibangpaintpro"
cask "metaimage"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-remote-desktop"
cask "microsoft-word"
cask "obs"
cask "obsidian"
cask "oracle-jdk"
cask "paragon-ntfs"
cask "pdf-expert"
cask "prowritingaid"
cask "rapidapi"
cask "resilio-sync"
cask "snapmotion"
cask "tableflip"
cask "transmission"
cask "uhk-agent"
cask "upic"
cask "vb-cable"
cask "visual-studio-code"
cask "wacom-inkspace"
cask "wacom-tablet"
cask "wezterm"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "zotero"
mas "Amphetamine", id: 937984704
mas "ArtRage Vitae", id: 1532816883
mas "bookmarker for pinboard", id: 1451400394
mas "Contacts Sync", id: 451691288
mas "Day One", id: 1055511498
mas "Eagle for Safari", id: 1526651672
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "Goodnotes", id: 1444383602
mas "HazeOver", id: 430798174
mas "Hex Fiend", id: 1342896380
mas "Hidden Bar", id: 1452453066
mas "iA Writer", id: 775737590
mas "Kindle", id: 405399194
mas "Lingocloud for Safari", id: 1567588461
mas "LiquidText", id: 922765270
mas "Mischief", id: 928430260
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pixelmator Pro", id: 1289583905
mas "Save to Reader", id: 1640236961
mas "ScanScan", id: 1249901692
mas "Tiny Softbox", id: 1599476381
mas "Userscripts-Mac-App", id: 1463298887
mas "Vimeo", id: 1356686763
mas "Wakeout", id: 1242116567
mas "Xee³", id: 639764244
mas "Yoink", id: 457622435
mas "剪映专业版", id: 1529999940
vscode "Catppuccin.catppuccin-vsc"
vscode "Catppuccin.catppuccin-vsc-icons"
vscode "donjayamanne.githistory"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "genieai.chatgpt-vscode"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.vscode-pull-request-github"
vscode "gitpod.gitpod-desktop"
vscode "golang.go"
vscode "Gruntfuggly.todo-tree"
vscode "kortina.vscode-markdown-notes"
vscode "mkhl.shfmt"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode.remote-explorer"
vscode "Orta.vscode-jest"
vscode "rust-lang.rust-analyzer"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscodevim.vim"
